<?php

return [
    /******** 课程表字段配置 start ********/
    'course' => [
        'column' => [
            'is_pay' => [
                1 => [
                    'code' => 1,
                    'msg' => '付费'
                ],
                2 => [
                    'code' => 2,
                    'msg' => '免费'
                ]
            ],
            'is_show' => [
                1 => [
                    'code' => 1,
                    'msg' => '显示'
                ],
                2 => [
                    'code' => 2,
                    'msg' => '不显示'
                ]
            ]
        ]
    ]
    /******** 课程表字段配置 end ********/
];